tap "acep/brew", "ssh://git@bitbucket.oci.oraclecorp.com:7999/acep/brew.git"
tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "jackielii/tap"
tap "jstkdng/programs"
tap "koekeishiya/formulae"
tap "nikitabobko/tap"
tap "sst/tap"
brew "xz"
brew "zstd"
brew "libtiff"
brew "little-cms2"
brew "bash"
brew "openssl@3"
brew "bat"
brew "sqlite"
brew "bitwarden-cli"
brew "btop"
brew "cffi"
brew "chafa"
brew "cmake"
brew "commitizen"
brew "coreutils"
brew "curl"
brew "curlie"
brew "direnv"
brew "exiftool"
brew "fastfetch"
brew "fd"
brew "feh"
brew "ffmpegthumbnailer"
brew "figlet"
brew "fish"
brew "flock"
brew "fnm"
brew "fontforge"
brew "fzf"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-delta"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "helix"
brew "python@3.12"
brew "imagemagick"
brew "ipcalc"
brew "jq"
brew "lazygit"
brew "lesspipe"
brew "libffi"
brew "libressl"
brew "lsd"
brew "lua"
brew "luacheck"
brew "luajit"
brew "luarocks"
brew "mas"
brew "tree-sitter"
brew "neovim"
brew "nushell"
brew "oci-cli"
brew "openjdk"
brew "opensc", link: false
brew "openssh"
brew "openssl@1.1", link: true
brew "pillow"
brew "pipx"
brew "pkgconf"
brew "pngpaste"
brew "pngquant"
brew "podman"
brew "poppler"
brew "pre-commit"
brew "pyenv"
brew "python@3.9"
brew "rgxg"
brew "ripgrep"
brew "showkey"
brew "starship"
brew "stylua"
brew "switchaudio-osx"
brew "tectonic"
brew "thefuck"
brew "tlrc"
brew "tokei"
brew "tree"
brew "tree-sitter-cli"
brew "unar"
brew "urlview"
brew "watch"
brew "wget"
brew "xclip"
brew "yadm"
brew "yarn"
brew "yazi"
brew "yubico-piv-tool"
brew "zoxide"
brew "acep/brew/ossh"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai", args: ["HEAD"]
brew "sst/tap/opencode"
cask "basictex"
cask "bitwarden"
cask "caffeine"
cask "firefox@developer-edition"
cask "firefox@developer-edition"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-monaspace"
cask "font-roboto"
cask "font-symbols-only-nerd-font"
cask "karabiner-elements"
cask "keycastr"
cask "kitty"
cask "obsidian"
cask "opensc-app"
cask "sf-symbols"
cask "shottr"
cask "visual-studio-code"
cask "vivaldi"
vscode "4ops.terraform"
vscode "aaron-bond.better-comments"
vscode "alefragnani.bookmarks"
vscode "alefragnani.project-manager"
vscode "alfish.godot-files"
vscode "atomiks.moonlight"
vscode "belfz.search-crates-io"
vscode "bierner.markdown-preview-github-styles"
vscode "chrmarti.regex"
vscode "codezombiech.gitignore"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "eldritch.eldritch"
vscode "esbenp.prettier-vscode"
vscode "fill-labs.dependi"
vscode "formulahendry.auto-rename-tag"
vscode "geequlim.godot-tools"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.remotehub"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "gruntfuggly.todo-tree"
vscode "haoxf.collapse-node-modules"
vscode "hashicorp.terraform"
vscode "haydn.snippet-factory"
vscode "johnnymorganz.stylua"
vscode "lunarlimbo.banner-comments-plus"
vscode "miguelsolorio.fluent-icons"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-python.debugpy"
vscode "ms-python.flake8"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.mono-debug"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-repositories"
vscode "ms-vscode.remote-server"
vscode "ms-vsliveshare.vsliveshare"
vscode "naumovs.color-highlight"
vscode "neikeq.godot-csharp-vscode"
vscode "perkovec.emoji"
vscode "pkief.material-icon-theme"
vscode "quicktype.quicktype"
vscode "rangav.vscode-thunder-client"
vscode "redhat.vscode-yaml"
vscode "richie5um2.vscode-sort-json"
vscode "rust-lang.rust-analyzer"
vscode "shardulm94.trailing-spaces"
vscode "sumneko.lua"
vscode "tamasfe.even-better-toml"
vscode "techer.open-in-browser"
vscode "tombonnike.vscode-status-bar-format-toggle"
vscode "unifiedjs.vscode-mdx"
go "golang.org/x/tools/cmd/callgraph"
go "github.com/go-delve/delve/cmd/dlv"
go "github.com/davidrjenni/reftools/cmd/fillstruct"
go "github.com/davidrjenni/reftools/cmd/fillswitch"
go "github.com/onsi/ginkgo/v2/ginkgo"
go "github.com/abice/go-enum"
go "mvdan.cc/gofumpt"
go "golang.org/x/tools/cmd/goimports"
go "github.com/golangci/golangci-lint/cmd/golangci-lint"
go "github.com/segmentio/golines"
go "github.com/fatih/gomodifytags"
go "github.com/abenz1267/gomvp"
go "golang.org/x/tools/cmd/gonew"
go "golang.org/x/tools/gopls"
go "golang.org/x/tools/cmd/gorename"
go "github.com/cweill/gotests/gotests"
go "gotest.tools/gotestsum"
go "golang.org/x/vuln/cmd/govulncheck"
go "golang.org/x/tools/cmd/guru"
go "github.com/koron/iferr"
go "github.com/josharian/impl"
go "github.com/tmc/json-to-struct"
go "go.uber.org/mock/mockgen"
go "github.com/kyoh86/richgo"
