tap "acep/brew", "ssh://git@bitbucket.oci.oraclecorp.com:7999/acep/brew.git"
tap "austinliuigi/brew-neovim-nightly", "https://github.com/austinliuigi/brew-neovim-nightly.git"
tap "felixkratz/formulae"
tap "fsouza/prettierd"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "jackielii/tap"
tap "koekeishiya/formulae"
brew "zstd"
brew "libtiff"
brew "little-cms2"
brew "openssl@3"
brew "bat"
brew "btop"
brew "sqlite"
brew "python@3.12"
brew "cffi"
brew "chafa"
brew "coreutils"
brew "curl"
brew "exiftool"
brew "fastfetch"
brew "fd"
brew "feh"
brew "ffmpegthumbnailer"
brew "fnm"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "imagemagick"
brew "jq"
brew "lazygit"
brew "lesspipe"
brew "libressl"
brew "lsd"
brew "luarocks"
brew "mas"
brew "neovim", args: ["HEAD"]
brew "oci-cli"
brew "openjdk"
brew "opensc", link: false
brew "openssh"
brew "openssl@1.1"
brew "pillow"
brew "pngpaste"
brew "pngquant"
brew "poppler"
brew "pyenv"
brew "rgxg"
brew "ripgrep"
brew "thefuck"
brew "tlrc"
brew "tokei"
brew "tree"
brew "unar"
brew "urlview"
brew "watch"
brew "wget"
brew "xclip"
brew "yadm"
brew "yarn"
brew "yazi"
brew "zoxide"
brew "acep/brew/ossh"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
brew "hashicorp/tap/terraform"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "bitwarden"
cask "caffeine"
cask "firefox@developer-edition"
cask "flameshot"
cask "font-caskaydia-cove-nerd-font"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-symbols-only-nerd-font"
cask "karabiner-elements"
cask "kitty"
cask "obsidian"
cask "opensc"
cask "rancher"
cask "visual-studio-code"
cask "vivaldi"
vscode "4ops.terraform"
vscode "aaron-bond.better-comments"
vscode "alefragnani.bookmarks"
vscode "alefragnani.project-manager"
vscode "alfish.godot-files"
vscode "asvetliakov.vscode-neovim"
vscode "atomiks.moonlight"
vscode "belfz.search-crates-io"
vscode "bierner.markdown-preview-github-styles"
vscode "chrmarti.regex"
vscode "codezombiech.gitignore"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "eldritch.eldritch"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-rename-tag"
vscode "geequlim.godot-tools"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.remotehub"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "gruntfuggly.todo-tree"
vscode "haoxf.collapse-node-modules"
vscode "hashicorp.terraform"
vscode "haydn.snippet-factory"
vscode "johnnymorganz.stylua"
vscode "lunarlimbo.banner-comments-plus"
vscode "miguelsolorio.fluent-icons"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-python.debugpy"
vscode "ms-python.flake8"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.mono-debug"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-repositories"
vscode "ms-vscode.remote-server"
vscode "ms-vscode.vscode-typescript-tslint-plugin"
vscode "ms-vsliveshare.vsliveshare"
vscode "naumovs.color-highlight"
vscode "neikeq.godot-csharp-vscode"
vscode "perkovec.emoji"
vscode "pkief.material-icon-theme"
vscode "quicktype.quicktype"
vscode "rangav.vscode-thunder-client"
vscode "redhat.vscode-yaml"
vscode "richie5um2.vscode-sort-json"
vscode "rust-lang.rust-analyzer"
vscode "serayuzgur.crates"
vscode "shardulm94.trailing-spaces"
vscode "sumneko.lua"
vscode "tamasfe.even-better-toml"
vscode "techer.open-in-browser"
vscode "tombonnike.vscode-status-bar-format-toggle"
vscode "unifiedjs.vscode-mdx"
