tap "austinliuigi/brew-neovim-nightly", "https://github.com/austinliuigi/brew-neovim-nightly.git"
tap "felixkratz/formulae"
tap "fsouza/prettierd"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "koekeishiya/formulae"
brew "cffi"
brew "sqlite"
brew "python@3.12"
brew "ansible"
brew "zstd"
brew "libtiff"
brew "little-cms2"
brew "bat"
brew "btop"
brew "cava"
brew "docker"
brew "fnm"
brew "fzf"
brew "gh"
brew "git"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "helix"
brew "imagemagick"
brew "jq"
brew "lazygit"
brew "lsd"
brew "luarocks"
brew "mas"
brew "neofetch"
brew "openjdk"
brew "openssl@1.1"
brew "pillow"
brew "pyenv"
brew "python@3.10"
brew "python@3.9"
brew "ranger"
brew "rgxg"
brew "ripgrep"
brew "tmux"
brew "tree"
brew "urlview"
brew "wget"
brew "yadm"
brew "yarn"
brew "zoxide"
brew "hashicorp/tap/terraform"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "bitwarden"
cask "caffeine"
cask "firefox-developer-edition"
cask "flameshot"
cask "font-caskaydia-cove-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "google-chrome"
cask "karabiner-elements"
cask "kitty"
cask "logitech-g-hub"
cask "neovim-nightly"
cask "opensc"
cask "rancher"
cask "stats"
cask "visual-studio-code"
cask "wezterm"
vscode "4ops.terraform"
vscode "aaron-bond.better-comments"
vscode "alefragnani.bookmarks"
vscode "alefragnani.project-manager"
vscode "asvetliakov.vscode-neovim"
vscode "belfz.search-crates-io"
vscode "bierner.markdown-preview-github-styles"
vscode "chrmarti.regex"
vscode "codezombiech.gitignore"
vscode "dbaeumer.vscode-eslint"
vscode "dracula-theme-pro.theme-dracula-pro"
vscode "dracula-theme.theme-dracula"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-rename-tag"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.remotehub"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "gruntfuggly.todo-tree"
vscode "haoxf.collapse-node-modules"
vscode "hashicorp.terraform"
vscode "haydn.snippet-factory"
vscode "johnnymorganz.stylua"
vscode "lunarlimbo.banner-comments-plus"
vscode "miguelsolorio.fluent-icons"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-python.debugpy"
vscode "ms-python.flake8"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-repositories"
vscode "ms-vscode.remote-server"
vscode "ms-vscode.vscode-typescript-tslint-plugin"
vscode "ms-vsliveshare.vsliveshare"
vscode "pkief.material-icon-theme"
vscode "quicktype.quicktype"
vscode "rangav.vscode-thunder-client"
vscode "redhat.vscode-yaml"
vscode "richie5um2.vscode-sort-json"
vscode "rust-lang.rust-analyzer"
vscode "serayuzgur.crates"
vscode "shardulm94.trailing-spaces"
vscode "sumneko.lua"
vscode "tamasfe.even-better-toml"
vscode "techer.open-in-browser"
vscode "tombonnike.vscode-status-bar-format-toggle"
vscode "unifiedjs.vscode-mdx"
