jorgebucaran/fisher
rcny/gh-copilot-cli-alias.fish
patrickf1/fzf.fish
kidonng/zoxide.fish
laughedelic/pisces
jorgebucaran/replay.fish
eldritch-theme/fish
danhper/fish-ssh-agent
pure-fish/pure
martonperei/fnm.fish
ivakyb/fish_ssh_agent
