ags-hyprpanel-git
amd-ucode
ark
base
base-devel
bat
bind
bitwarden
blueman
bluez-utils
btop
btrfs-progs
burpsuite
chaotic-keyring
chaotic-mirrorlist
cpio
deno
dhcpcd
direnv
discord
dkms
docker-rootless-extras
dolphin
dosfstools
easyeffects
efibootmgr
egl-wayland
evtest
exo
eza
fastfetch
figlet
figlet-fonts
firefox-developer-edition
fish
flatpak
fnm
fprintd
fractal
fzf
gamemode
garcon
gimp
git
git-delta
github-cli
glaze
gnome-keyring
go
godot
goverlay
gptfdisk
grim
grub
gst-plugin-pipewire
gvfs
hashcat
htop
hwinfo
hyprshot
imagemagick
inotify-tools
iwd
jq
kate
kitty
konsole
labwc
lazygit
libastal-hyprland-git
libpulse
libu2f-server
libva-utils
linux
linux-firmware
linux-zen
linux-zen-headers
lsd
lsof
lutris-git
lynx
man-db
man-pages
mangohud-git
masscan
mbuffer
mkinitcpio-firmware
mousepad
nano
neovim
network-manager-applet
nfs-utils
nikto
nmap
noto-fonts-cjk
ntfs-3g
nwg-displays
nwg-look
obs-studio
obsidian
openal
opensc
openssh
os-prober
parole
paru
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
plasma-workspace
plocate
plymouth
plymouth-theme-dark-planet-git
proton-ge-custom-bin
proton-vpn-gtk-app
protontricks-git
pyenv
python-pywal
qt5-wayland
ristretto
rsync
rustup
sbctl
shellcheck
slurp
smartmontools
spicetify-cli
spotify
sqlmap
starship
steam
steamcmd
swappy
sweet-folders-icons-git
sweet-gtk-theme-dark
swww
terminus-font
termshark
thefuck
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-vcs-plugin
thunar-volman
thunderbird
tldr
tmux
toilet
toilet-fonts
tree-sitter-cli
ttf-jetbrains-mono
ttf-nerd-fonts-symbols-mono
ttf-roboto
tumbler
udiskie
unrar
usbutils
uwsm
ventoy-bin
vim
vulkan-radeon
webkit2gtk
wev
wget
wine-staging
winetricks-git
wireless_tools
wireplumber
wireshark-qt
wlogout
wlr-randr-git
wlrobs-hg
wpa_supplicant
xarchiver
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xfburn
xfce4-appfinder
xfce4-artwork
xfce4-battery-plugin
xfce4-clipman-plugin
xfce4-cpufreq-plugin
xfce4-cpugraph-plugin
xfce4-dict
xfce4-diskperf-plugin
xfce4-eyes-plugin
xfce4-fsguard-plugin
xfce4-genmon-plugin
xfce4-mailwatch-plugin
xfce4-mount-plugin
xfce4-mpc-plugin
xfce4-netload-plugin
xfce4-notes-plugin
xfce4-notifyd
xfce4-panel
xfce4-places-plugin
xfce4-power-manager
xfce4-pulseaudio-plugin
xfce4-screensaver
xfce4-screenshooter
xfce4-sensors-plugin
xfce4-session
xfce4-settings
xfce4-smartbookmark-plugin
xfce4-systemload-plugin
xfce4-taskmanager
xfce4-terminal
xfce4-time-out-plugin
xfce4-timer-plugin
xfce4-verve-plugin
xfce4-wavelan-plugin
xfce4-weather-plugin
xfce4-whiskermenu-plugin
xfce4-xkb-plugin
xfconf
xfdesktop
xfwm4
xfwm4-themes
yadm
yarn
yazi
yubico-authenticator-bin
zoxide
zram-generator
zsh
elephant-archlinuxpkgs-bin
elephant-bin
elephant-desktopapplications-bin
elephant-files-bin
elephant-menus-bin
elephant-providerlist-bin
elephant-runner-bin
elephant-symbols-bin
elephant-todo-bin
elephant-unicode-bin
elephant-websearch-bin
paru-debug
rate-mirrors-bin
sweet-cursors-hyprcursor-git
vencord-hook
walker-bin
