ags-hyprpanel-git
amd-ucode
arandr
base
base-devel
bat
betterdiscordctl
bind
bitwarden
blueman
bluez
bluez-utils
brightnessctl
btop
btrfs-progs
burpsuite
cava
chaotic-keyring
chaotic-mirrorlist
copyq
cups
deno
dhcpcd
direnv
discord
dkms
docker
docker-compose
docker-rootless-extras
dosfstools
dracula-cursors-git
dracula-gtk-theme-full
dunst
easyeffects
efibootmgr
efitools
efivar
evtest
exercism
exo
eza
fastfetch
figlet
figlet-fonts
firefox-developer-edition
fish
flatpak
fnm
fprintd
fractal
fzf
gamemode
gamescope
garcon
ghostty
gimp
git
git-delta
github-cli
gnome-themes-extra
godot
goverlay
gptfdisk
grim
grimblast-git
grub
gst-plugin-pipewire
gvfs
hashcat
helix
htop
hwinfo
hyprland-meta-git
imagemagick
inotify-tools
iwd
keyd-git
kitty
labwc
lazygit
libu2f-server
libva-utils
linux
linux-firmware
linux-zen
linux-zen-headers
lsd
lsof
ltunify
lutris-git
lynx
man-db
man-pages
mangohud-git
masscan
matugen-bin
mbuffer
metasploit
mkinitcpio-colors-git
mkinitcpio-firmware
mousepad
nano
neovim
network-manager-applet
networkmanager
nfs-utils
nikto
nmap
noto-fonts-cjk
ntfs-3g
nwg-displays
nwg-look
obs-studio
obsidian
opensc
openssh
os-prober
paccache-hook
parole
paru
paru-debug
paru-debug
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
plasma-meta
plocate
plymouth
plymouth-theme-dark-planet-git
polkit-kde-agent
proton-vpn-gtk-app
protontricks-git
pyenv
python-gpustat
python-pip
python-pywal
qmk
qt5-wayland
qt6-wayland
radeontop
ripgrep
ristretto
rmlint
rsync
rustup
sbctl
shellcheck
slurp
smartmontools
spicetify-cli
spotify
spotify-tui
spotifyd
sqlmap
steam
steamcmd
swappy
swww
system-config-printer
terminus-font
termshark
thefuck
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-vcs-plugin
thunar-volman
tldr
tmux
tofi
toilet
toilet-fonts
ttf-dejavu
ttf-jetbrains-mono
ttf-liberation
ttf-maple
ttf-nerd-fonts-symbols-mono
ttf-roboto
ttyper
tumbler
udis86-git
udiskie
unityhub
unrar
usbutils
uwsm
ventoy-bin
vesktop-git
vi
vim
vivaldi
vivaldi-ffmpeg-codecs
vulkan-radeon
walker-bin
walker-bin
waybar-module-pacman-updates-git
webkit2gtk
wev
wget
wireless_tools
wireshark-qt
wl-clipboard
wlogout
wlr-randr-git
wlrobs-hg
wofi
wofi-calc
wofi-emoji
xarchiver
xfburn
xfce4-appfinder
xfce4-artwork
xfce4-battery-plugin
xfce4-clipman-plugin
xfce4-cpufreq-plugin
xfce4-cpugraph-plugin
xfce4-dict
xfce4-diskperf-plugin
xfce4-eyes-plugin
xfce4-fsguard-plugin
xfce4-genmon-plugin
xfce4-mailwatch-plugin
xfce4-mount-plugin
xfce4-mpc-plugin
xfce4-netload-plugin
xfce4-notes-plugin
xfce4-notifyd
xfce4-panel
xfce4-places-plugin
xfce4-power-manager
xfce4-pulseaudio-plugin
xfce4-screensaver
xfce4-screenshooter
xfce4-sensors-plugin
xfce4-session
xfce4-settings
xfce4-smartbookmark-plugin
xfce4-systemload-plugin
xfce4-taskmanager
xfce4-terminal
xfce4-time-out-plugin
xfce4-timer-plugin
xfce4-verve-plugin
xfce4-wavelan-plugin
xfce4-weather-plugin
xfce4-whiskermenu-plugin
xfce4-xkb-plugin
xfconf
xfdesktop
xfwm4
xfwm4-themes
xorg-server
yadm
yazi
yubico-authenticator-bin
yubioath-desktop
zoxide
zram-generator
zsa-wally-cli
zsh
